// 订单类型
export enum orderStatus {
  '创建订单' = 1,
  '待接单' = 2,
  '待寄样' = 3,
  '物流中' = 4,
  '问题中' = 5,
  '待上帖' = 6,
  '申请延长上帖' = 7,
  '同意延长上帖' = 8,
  '拒绝延长上帖' = 9,
  '确认订单' = 10,
  '申请退款' = 11,
  '同意退款' = 12,
  '拒绝退款' = 13,
  '平台介入' = 14,
  '用户责任拒绝退款' = 15,
  '媒体责任同意退款' = 16,
  '待确认' = 17,
  '已取消' = 18,
  '二次改进' = 19,
  '问题申请退款' = 20,
  '问题同意退款' = 21
}

// 支付状态
export enum filters {
  '待支付' = 0,
  '已支付' = 1,
  '已取消' = 2
}

// 广告位置id
export enum adIdInfo {
  '背景板' = 1,
  '顶部栏',
  '侧边栏',
  '腰部栏',
  '移动端横幅',
  '网站弹窗'
}
// 开票状态
export enum BillingStatus {
  '已开票',
  '开票中',
  '驳回'
}
